;Translation files need to be saved in UTF-16 encoding
;German translation file by UndertakerBen (https://forums.mydigitallife.net/members/undertakerben.694957/)
[Config]
Language = de-DE

[Translations]
NoAdmin = Diese Anwendung muss als Administrator ausgeführt werden.
UnsupportedSystem = Diese Anwendung erfordert Windows 7 oder höher.
NoADK = Wir haben festgestellt, dass Sie eine ältere Version von Windows verwenden, ohne dass Windows 10 ADK installiert ist.\n\nUm sicherzustellen, dass der Prozess erfolgreich ist, installieren Sie bitte Windows 10 ADK oder verwenden Sie diese Anwendung unter Windows 10.\n\nWollen Sie fortfahren?
BackendTestFailed = PHP Backend-Test fehlgeschlagen. Ohne dieses Backend kann diese Anwendung nicht weiterarbeiten.\n\nWas bedeutet das?\n - Sie haben Visual C++ Redistributable 2015 x86 nicht installiert\n - Ihr Antivirus stört den Prozess\n\nWenn das Problem weiterhin besteht:\n - Visual C++ Redistributable 2015 x86\n installieren - Bitte deaktivieren Sie Ihre Antivirenlösung vorübergehend\n\nDie Anwendung wird geschlossen.
Preparing = Vorbereitung...
PrepareToWork = Bereite die Anwendung vor...
Search = &Suchen
SearchBuilds = Suche nach Builds
BuildSelectAction = &Ausgewähltes Build auswählen
BuildSelectActionSub = Zeigt die Auswahlseite für Sprache, Edition und Zielort an.
PoweredBy = Powered by
Change = &Ändern
Language = Sprache
Edition = Edition
SelectedBuild = Ausgewählter Build
LanguageAndEdition = Sprache und Edition
SaveOptions = Optionen speichern
Browse = &Durchsuchen
SaveUUPFiles = Speichern von UUPs im Unterverzeichnis "UUPs".
SkipConversion = UUP-zu-ISO-Konvertierung überspringen
StartProcess = &Prozess starten
StartProcessSub = Lädt das ausgewählte Build herunter und erstellt daraus ein ISO-Image.
RetrievingListOfFiles = Abrufen der Liste der Dateien...
BuildNotDownloadable = Die Liste der verfügbaren Dateien konnte nicht abgerufen werden. Ausgewählter Build ist möglicherweise nicht mehr herunterladbar.
CommandPromptClosed = Das Fenster der Eingabeaufforderung wurde geschlossen oder es ist ein Fehler aufgetreten.
CommandPromptClosedQuestion = Möchten Sie den Download- und Konvertierungsprozess mit Dateien, die bisher heruntergeladen wurden, neu starten?\n\nWenn Sie "Nein" wählen, werden alle heruntergeladenen Dateien entfernt.
Information = Information
TaskCompleted = Die Aufgabe ist abgeschlossen.
WorkDirNotCreatedYet = Arbeitsverzeichnis ist noch nicht angelegt.
CreateDirFail = Das Arbeitsverzeichnis konnte nicht erstellt werden.
BrowseForLocation = Suche nach dem Zielort des ISO-Images
DestinationLocationNotExists = Der Zielort ist nicht vorhanden.
WorkDirMoveError = Beim Versuch, das Arbeitsverzeichnis zu verschieben, ist ein Fehler aufgetreten.
PleaseWait = Bitte warten...
Error = Fehler
MovingWorkDir = Verschiebe Arbeitsverzeichnis...
CannotGetBuilds = Die Liste der verfügbaren Builds kann nicht abgerufen werden.
NoSearchResults = Es sind keine Builds für Ihre Suche verfügbar.
NoLanguages = Für diese Auswahl stehen keine Sprachen zur Verfügung.
AllEditions = Alle Editionen
NoEditions = Für diese Auswahl stehen keine Editionen zur Verfügung.
RetrievingFileInfo = Abrufen von Dateiinformationen...
NoFileinfo = Für diese Auswahl existiert keine Fileinfo-Datenbank.
RetrievingPacks = Abrufen von den Packeten...
PhpFailedRestart = PHP-Backend konnte nicht neu gestartet werden. Die Anwendung wird geschlossen.
PhpFailedClose = Beim Versuch, das PHP-Backend zu schließen, ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob der Prozess php.exe läuft und beenden Sie ihn manuell.\n\nKlicken Sie nach dem Beenden von PHP auf OK.
UpdateAvailable = Ein Update ist verfügbar!
UpdatesIncludedInfo1 = Die folgenden Updates sind im ausgewählten UUP-Set enthalten
UpdatesIncludedInfo2 = Diese Updates werden während des UUP-zu-ISO-Konvertierungsprozesses automatisch integriert. Dies kann viel mehr Zeit in Anspruch nehmen als ein normaler Konvertierungsprozess.
PleaseSelectBuild = Bitte wählen Sie das gewünschte Build aus.
DownloadSize = Download-Größe
ContainsAdditionalUpdates = (enthält zusätzliche Updates)
CreateVirtualEditions = Virtuelle Editionen erstellen
CreateVirtualEditionsNotice = Diese Option ermöglicht die Erstellung aller möglichen virtuellen Editionen aus den ausgewählten Basis-Editionen. Der Erstellungsprozess dauert sehr lange.\n\nSind Sie sicher, dass Sie diese Option aktivieren möchten?
NotSupportedForVECreation = Diese Option erfordert, dass das Windows 10 ADK installiert ist oder die Anwendung unter Windows 10 ausgeführt wird.
DoYouWantAnotherBuild = Möchten Sie ein weiteres Build herunterladen?

[Languages]
ar-sa = Arabisch (Saudi-Arabien)
bg-bg = Bulgarisch
cs-cz = Tschechisch
da-dk = Dänisch
de-de = Deutsch
el-gr = Griechisch
en-gb = Englisch (England)
en-us = Englisch (Amerika)
es-es = Spanisch (Spanien)
es-mx = Spanisch (Mexico)
et-ee = Estnisch
fi-fi = Finnisch
fr-ca = Französisch (Kanada)
fr-fr = Französisch (Frankreich)
he-il = Hebräisch
hr-hr = Kroatisch
hu-hu = Ungarisch
it-it = Italienisch
ja-jp = Japanisch
ko-kr = Koreanisch
lt-lt = Litauisch
lv-lv = Lettisch
nb-no = Norwegisch (Bokmal)
nl-nl = Niederländisch
pl-pl = Polnisch
pt-br = Portugisisch (Brasilien)
pt-pt = Portugisisch (Portugal)
ro-ro = Rumänisch
ru-ru = Russisch
sk-sk = Slowakisch
sl-si = Slowenisch
sr-latn-rs = Serbisch (Latein)
sv-se = Schwedisch
th-th = Thailändisch
tr-tr = Türkisch
uk-ua = Ukrainisch
zh-cn = Chinesisch (Vereinfacht)
zh-tw = Chinesisch (Traditionell)
